[
    "Look player of you choice in the eyes and whisper 'I'm coming' five times.",
    "Out of the first three people in the offline list, pick one to Fuck, one to Marry, and one to Kill.",
    "Send a dirty text to your ex.",
    "Dirty talk one person here for 1 minute.",
    "Kiss a person of your choice in this group.",
    "Ask the third person in your DMs to join you for a threesome.",
    "Have phone sex with someone from this server in this server in front of everyone.",
    "Tell a dirty joke.",
    "Attempt to turn the other players on using only sounds.",
    "Out of the last three people to send a message in this channel, pick one to Fuck, one to Marry, and one to Kill.",
    "Ask a person of your choice in your DMs to fuck you.",
    "Make out with the person with their name last in alphabetical order.",
    "Ask a person in this server to have phone sex with you.",
    "Type \"p\" into your search bar and send a screenshot of the results",
    "Imitate a female orgasm.",
    "Go commando for the rest of the game.",
    "Pick one person in the group, and try to convince them to kiss you for 2 minutes. They have to refuse for 2 minutes, and then it's up to them.",
    "Leave an R-rated voicemail for player of your choice.",
    "Point at one person blindfolded, and kiss the person that you picked.",
    "Kiss someone's neck here.",
    "Send the group a sexy photo.",
    "Kiss someone here three times.",
    "Write a dirty fantasy for the group around 300 words long.",
    "Out of the first three people in the member list, pick one to Fuck, one to Marry, and one to Kill.",
    "Show your BDSM test results",
    "Ask someone to go to a strip club with you.",
    "Either give a lap dance to someone or pick someone to give you a lapdance.",
    "Fake an orgasm for the group.",
    "Suck on the toes of one person in the group.",
    "Join voice chat and give your most sexual moan.",
    "Tell everyone your darkest secret.",
    "Pretend the group is clueless and explain how to give good head for everyone.",
    "Reveal either your dick size or bra size to the group."
]