[
    "Tell your crush that you don't love them.",
    "Kiss someone for 1 minute.",
    "Send the 8th person in your DMs something embarrassing.",
    "Text your crush about how much you like them, but don't reply to them after that.",
    "Send a text to your crush explaining your favorite movie plot in vivid detail.",
    "Rate everyone here 1-10 in terms of personality.",
    "Text your ex and ask them 'How's it going?'.",
    "Send 5 pleading emojis to the last person you DMed",
    "Show the last text message you have received without context .",
    "Call your crush and serenade them.",
    "Send knee pics to the group.",
    "Curse as badly as you can for 20 seconds.",
    "Lick someone's hand.",
    "Act like a furry to the 5th person in your DM list's DMs",
    "Hold hands with the player on your right for 3 minutes.",
    "Text to your bff 'I kinda have a crush on you wanna go out?' And don't reply to any of their messages.",
    "Ask someone out of a gender you aren't attracted to.",
    "Write a love poem to the first person in the offline list",
    "Text your crush 'I love you'.",
    "Lick the wall.",
    "Exchange a clothing item with the player on your right.",
    "Sit in the lap of the person to your left for 3 turns.",
    "Send your partner a fake breakup message.",
    "Change your status to \"I'm a furry, deal with it uwu\"",
    "Send a paragraph to your crush about 3 things you love about them.",
    "Act like an animal for the next minute",
    "Yell a swear word really loudly",
    "Propose to someone in the group",
    "Ask your crush who they have a crush on.",
    "Rate everyone here 1-10 in terms of looks.",
    "Do whatever someone else wants for the rest of the day.",
    "Send every curse word you can think of in chat.",
    "Let someone go through your YouTube history and read it out to the group.",
    "Lick the neck of the person next to you.",
    "Pair everyone here up into couples.",
    "Kiss someone of your same gender.",
    "Send the most furry-like message possible",
    "Slap your face.",
    "Let someone go through your Amazon purchase history and read it out to the group.",
    "Show the group a picture of one person you find very attractive.",
    "Sit on the lap of the person you like for 5 mins.",
    "Tell the last person you texted that you're pregnant/got someone pregnant.",
    "Call your crush and try to make conversation for a minute.",
    "Pretend to date someone for a day.",
    "Call someone you're playing with 'mommy' or 'daddy'",
    "Tell your crush you hate them.",
    "Kiss the player you think looks the cutest.",
    "Kiss the person to your left, either on the hand or cheek.",
    "Tell the 3rd person in your DMs that you love them",
    "Tell everyone about your last kiss.",
    "Kiss the person who you think is the best friend to you.",
    "Ask someone in this server out on a date.",
    "Show the last DM you sent without context",
    "Tell your crush that you like them",
    "Send the pleading emoji to the 2nd person in your DMs",
    "Tell the group about your worst experience on a date.",
    "Slap the last person who talked besides yourself.",
    "List three things you like about your crush.",
    "Change your Discord PFP to whatever the group decides.",
    "Describe your crush, but don't give it away.",
    "Sit on one person's lap for two minutes.",
    "Send a Snapchat to your ex."
]