[
    "What is the most you’ve done for sex in the past?",
    "At what age did you lose your virginity?",
    "What's your favorite sex position?",
    "What is your favorite sex position?",
    "Have you ever taken nude photos or videos of yourself?",
    "Would you ever have sex underwater?",
    "How much would you have to be paid to eat ass?",
    "What’s the least amount of time you’ve known someone before you’ve had sex with them?",
    "What's the most embarrassing item you've ever used to get yourself off?",
    "What do you think about car sex?",
    "Who's your favorite pornstar?",
    "Have you ever given oral sex?",
    "Do you like anal?",
    "Do you like sexting?",
    "Have you ever gone streaking? If so, how was it and who were you with?",
    "If you had to do 'seven minutes in heaven' with someone here, who would you pick?",
    "Are you a dominating person?",
    "Have you ever skinny dipped?",
    "What is your role-playing fantasy?",
    "Would you make out with someone to climb up the social ladder?",
    "Do you like experimenting with different positions, which is your favorite?",
    "What is something that someone does that will immediately turn you off?",
    "Have you ever watched hentai, and if so, did you enjoy it?",
    "What item of clothing do you think people look sexiest in?",
    "Have you ever blacked out because of drinking?",
    "What kind of 'drunk” are you: happy, social, spread-the-love, mean, belligerent, touchy-feely, stupid, sexual, calm and quiet, or sneaky?",
    "Where is the grossest place you’ve ever hooked up?",
    "What's one thing you've done that people wouldn't expect you to have done?",
    "Would you ever have sex in a public place?",
    "What are your kinks/fetishes?",
    "Who is the best roommate that you have ever had?",
    "What sexual position have you always wanted to try?",
    "What is the wildest fantasy you ever had that actually came true?",
    "When was the last time you watched porn?",
    "What is your strangest sexual fantasy?",
    "What is your biggest turn on?",
    "Have you ever considered a threesome?",
    "What hentai is your favourite?",
    "Fuck, Marry, Kill. Three people of the question asker's choice.",
    "If you could pick one 'sexual talent' to have, what would it be?",
    "How many sex toys do you own?",
    "What are some personality traits that turn you on?",
    "What's in your nightstand?",
    "Have you ever masturbated to anyone in this server, and if so, who?",
    "Have you ever had a sexual dream about anyone here?",
    "How do you prefer sex; slow and teasing, or hot and steamy?",
    "How many sex partners do you believe is “too many”?",
    "Have you ever changed your mind about having sex when you saw the person naked?",
    "If you could have sex with yourself, would you?",
    "Assuming every person has their price, what is yours?",
    "Do you prefer to have a dominant, submissive or neutral partner? Explain why?",
    "What's the most bizarre sexual role-play you've ever participated in?",
    "Who is the oldest person you've had sex with?",
    "How kinky do you think you are?",
    "Who or what do you think about while touching yourself?",
    "What is the kinkiest thing you’ve done during sex?",
    "What do you wear to bed when you are in the mood?",
    "What is your favourite type of foreplay?",
    "Are you a virgin?",
    "If you could have a threesome with two other people here, who would you pick?",
    "Would you fuck this bot?",
    "What are some personality traits that turn you off?",
    "After how many dates do you usually have sex?",
    "What's the hottest dream you've ever had?",
    "What time of day is your sex drive highest?",
    "What can turn you on at any time at any place?",
    "Did you smoke or drink before you turned the legal age?",
    "Have you ever been in a friends with benefits situation?",
    "Do you like a lot of foreplay? What kind?",
    "Have you ever gone skinny dipping?",
    "Have you ever used a fake ID?"
]