[
    "Which relationship do you prefer: a wild, passionate one or a quiet calm one?",
    "What's your favorite anime?",
    "Who was your worst kiss ever?",
    "Who would you pick to exchange your partner with if you had to choose?",
    "Who here do you want to cuddle with the most?",
    "Why did your last relationship break down?",
    "What was the most awkward part of a date you have been on?",
    "Has your partner ever embarrassed you?",
    "How many people have you kissed?",
    "Do you watch anime?",
    "Have you ever kissed anyone before?",
    "Who do you currently have a crush on?",
    "Have you ever gotten arrested or almost gotten arrested?",
    "How would you rate yourself on a scale of 1-10?",
    "If you had to kill one person here, who would it be?",
    "Would you fly in a plane to date someone?",
    "Who here would be the best furry?",
    "Who was your first crush?",
    "Have you ever had a crush on a teacher?",
    "How far would you go on a first date?",
    "What's the most embarrassing thing in your web history?",
    "How old is the oldest person you've dated?",
    "Who here are you most jealous of?",
    "Have you ever embarrassed yourself in front of a crush?",
    "If you had to describe your body to someone else, what would you say?",
    "Have you ever asked someone out and got rejected? What happened?",
    "What does \"wife/husband/significant other material\" mean to you?",
    "Would you ever consider being in an open relationship?",
    "Who here acts the most desperate?",
    "Describe your first kiss",
    "Do you think you have a chance at love?",
    "Which two people here would make the best couple?",
    "What was your absolute worst bathroom experience?",
    "What would you do if you switched genders for a day?",
    "Have you ever been arrested?",
    "Have you gotten over your last partner? Have you *really* gotten over them?",
    "When was the last time you felt truly alive?",
    "Who was the first person you said \"I love you\" to?",
    "Who do you miss seeing the most?",
    "What's the most violent thing you've ever done?",
    "Have you ever had feelings for a friend or family member’s significant other?",
    "What's the closest you've ever come to cheating?",
    "Have you ever gone out without wearing a bra or underwear?",
    "Have you ever got caught cheating on an assignment?",
    "Would you still love your significant other if they gained 100 pounds?",
    "When was the last time you had a hug?",
    "What would you do on the perfect first date?",
    "What do you have in your room that your parents don't know about?",
    "Who in this room do you think would be the worst date?",
    "Have you ever smoked?",
    "What’s the craziest thing you’ve done in front of a mirror?",
    "What is the most recent thing that's happened to you that caused you a lot of anxiety?",
    "What's the most disgusting prank you've ever played?",
    "What secret about yourself did you tell someone in confidence and then they told a lot of people?",
    "What is the thing that you shouldn't know but you know entirely about it?",
    "What's the most romantic thing you've ever done?",
    "If you had to go on a date with someone in this room, who would it be?",
    "What is something you've never told anyone?",
    "What is your dream wedding?",
    "Have you ever lied to get out of a bad date?",
    "Why did your last relationship end?",
    "What is the weirdest place you have ever shaved?",
    "Do you think that your partner thinks about marriage?",
    "What is your favorite thing about your partner?",
    "Have you ever been in a serious relationship?",
    "Do you have a crush on anyone?",
    "What would you do to let someone that you are interested in know that you like them?",
    "Why wouldn't you marry your current partner?",
    "When was the last time you peed yourself?",
    "Would you have kids? If so, how many?",
    "If you could date your favorite idol/celebrity for just an hour, would you?",
    "What was your most embarassing moment?",
    "What is the first letter in the name of your crush?",
    "Who in the group would be the hottest in 15 years?",
    "Worst date you've ever been on?",
    "Are you in a relationship?",
    "How old is the youngest person you've dated?",
    "Who's the most attractive person you know?",
    "Do you have trust issues?",
    "What's one trait that you think is super unattractive?",
    "What’s one movie you’re embarrassed to admit you enjoy?",
    "Which two people here would make the worst couple?",
    "Have you ever taken a picture of someone hot in public?",
    "What's the riskiest thing you've done?",
    "Do you still have feelings for an ex?",
    "Why did you break up with your first girlfriend/boyfriend?",
    "If you could not experience pain, what would you do?",
    "Have you ever been intimate in a public place?",
    "Who was your best partner and why?",
    "Would you kiss your best friend?",
    "What's the most romantic gift you've ever been given?",
    "How many people have you been with?",
    "Would you ever get a tattoo?",
    "Have you ever been robbed?",
    "If you could only pick one swear word to use for the rest of your life, what would it be?",
    "Hot or not: belly button piercings?",
    "Have you ever done something to intentionally make your ex jealous?",
    "Are you in an online relationship?",
    "Do you stalk anyone on social media, and if so, who?",
    "What's something about your last relationship that you could have improved?",
    "Who's more attractive, you or your best friend?",
    "What's the most embarrassing thing you've done on a date?",
    "Have you ever shoplifted?",
    "Have you ever read a fanfiction?",
    "Do you still have feelings for your ex?",
    "What do you appreciate more - love or money?",
    "Have you ever cheated?",
    "Why did you stop liking your previous crush?",
    "If you were stranded on an island, who is the one person you would want to be stuck with you?",
    "Do you like anyone in this group more than a friend?",
    "Have you ever accidentally walked in on your parents naked?",
    "How far would you go with someone that you just met?",
    "What's your favorite thing about your crush?",
    "How many parties have you thrown at your house?",
    "What's something that would be horrible if your parents found out?",
    "Who do you simp for?",
    "How old were you when you had your first kiss?",
    "What was your first kiss like?",
    "Are you on a dating site? Or have you ever considered signing up?",
    "Have you ever had a wardrobe malfunction?",
    "When was the last time you were daydreaming about someone you admire?",
    "Do you prefer to date people older or younger than you?",
    "Who's the oldest person you've dated?",
    "What is your favourite anime?",
    "Have you ever thrown up in someone’s car?",
    "Which Disney character do you think is the hottest?",
    "What was the most physically painful experience of your life?",
    "Have you ever considered cheating?",
    "Why did you break up with your last partner, and who broke up with who?",
    "Have you ever lied to your partner about being with others before or during your relationship?",
    "Who would you want to spend 24 hours locked in a room with, and what would you do?",
    "Did you ever stay in a relationship because of money?",
    "Would you prefer to date someone younger or older than you?",
    "Would you still love your crush if they gained 100 pounds?",
    "Do you prefer making a first step in relationship or do you prefer your SO to do it?",
    "What’s something that gives you the ick about a person?",
    "What things are you shallow about?",
    "Have you ever peed around the toilet, but not in the hole?",
    "If you were allowed to marry more than one person, would you?",
    "Are you single?",
    "If you were to give 'don't do what I did” advice to a younger person, what would it be?",
    "What do you like to do that's traditionally considered masculine?",
    "Do you have a crush on anyone here?",
    "What’s the first thing you’d do if you could inhabit the body of the opposite sex for one hour?",
    "Have you ever had a crush on a friend's partner?",
    "When have you loved someone who has not loved you back?",
    "Have you ever stolen money from your roommate?",
    "Do you remember your first crush?",
    "If you had to date anyone here who would it be?",
    "If you could make out with one Disney character, who would it be?",
    "What is the best party that you've ever been to?",
    "What are your thoughts on furries?",
    "What's the worst thing you have ever done?",
    "What's your least favorite feature about yourself?",
    "What's something that your parents did to you that you will never do to your kids?",
    "Describe your worst kiss ever.",
    "Have you ever sent someone to the hospital? If so, how?",
    "If you had to kiss one person here, who would you pick?",
    "Have you ever been caught cheating in school?",
    "Have you ever been physically defended by someone?",
    "Have you ever snuck anyone into the house?",
    "What could make you get back together with your ex?",
    "Do you believe there is only one other person in the world for you or many?",
    "What is your favorite thing about the opposite gender (or the gender that you are attracted to?)",
    "What feature of yours are you self-conscious about?",
    "What's the most embarrassing thing that's happened when you asked someone out?",
    "What's the most illegal thing you've ever done?",
    "What bad thing have you done that no one else has found out about?",
    "What do you look for in a partner?",
    "What makes you fall in love with someone?",
    "What do you value most in a relationship?",
    "Pick two people that you'd like to see fight and who do you think would win?",
    "Would you ever swap partners with anyone?",
    "Have you ever had a missed connection encounter?",
    "What's your ideal relationship like, and who would you want to have it with?",
    "Do you believe in love at first sight?",
    "What is the most romantic thing that you have ever done?",
    "Have you ever been to jail?",
    "Have you ever written a fanfiction?",
    "Would you stay naked at home if you lived alone?",
    "What would you do if your parents left the house to you for a whole week?",
    "Where is your ideal first date?",
    "What's the craziest thing that you have ever done without your parents knowing?",
    "What would be important for a partner to know about you?",
    "What parts of your body do you shave?",
    "What dating advice would you give your younger self?",
    "Have you ever cheated in school?",
    "Who in this room would you be most happy to share a sleeping bag with?",
    "How many people have you dated?",
    "Do you people watch? If so, where do you like to do this most?",
    "Have you ever been cheated on?",
    "Who here would be the worst person to date?",
    "What's the most ridiculous rumor you've heard about yourself?",
    "Would you ever be polyamorous?",
    "Would you get married?",
    "Does the thought of kissing the person to your left excite you?",
    "Do you have someone you miss a lot, but don't want to think about? why?",
    "What's your sexual orientation? (If you're comfortable sharing)",
    "What is the most romantic thing that has ever been done for you?",
    "What is your guilty pleasure?",
    "What's your trick for getting attention from a crush?",
    "What are some things you don’t understand about the opposite sex?",
    "What was the most painful breakup you have ever had?",
    "Have your parents ever given you the 'birds and bees' talk?",
    "Have you ever been tempted to cheat on someone?",
    "Which fictional character would you love to marry?",
    "What's better to date, poor and smart or rich and dumb?",
    "What was your worst kiss?",
    "Have you ever been drunk?",
    "Would you ever date someone you met online?",
    "What weird thing do you do when nobody else is around?",
    "What happened on the worst day of your life?",
    "What's the biggest age difference of a crush you've had?",
    "What's your dream gift for Valentine's?",
    "Is kissing someone else cheating?",
    "Where are you on the straight-gay spectrum? Be honest!",
    "Have you ever spent your parent's money on alcohol?",
    "Have you ever worn the same underwear for more than one day?",
    "If you had to choose, who would you pick to exchange your girlfriend/boyfriend with?",
    "Have you ever stalked someone? If you have, who was it?",
    "What’s something you love to do with your friends that you’d never do in front of your partner?",
    "What's one habit your partner has that annoys you?",
    "Who is the most attractive person in the room?",
    "What's the most embarrassing thing you've ever looked up?",
    "Do you think you're attractive?",
    "What is your biggest insecurity?",
    "Who's the most bf/gf/significant other material?",
    "Would you break up with someone over text?",
    "In the group, who do you think fits the dumb role?",
    "What do you want your parents not to find out about the most?",
    "Would you ever get back with an ex?",
    "Who from here would you date and why?",
    "Do you currently have a crush on anyone?",
    "Who here is the hopeless romantic?",
    "Out of everyone here, who would you pick to date if you had to pick someone?",
    "Who is the sexiest person here?",
    "Whose voice do you like the most?",
    "Is it true that you have more than 4 exes?",
    "What is the most embarrassing thing that your parents have caught you doing?",
    "What's the worst false rumor that you've heard spread?",
    "Have you ever given cheating a serious thought?",
    "What was the best phase in your life?",
    "Are you wearing underwear?",
    "What action from your past would put you in jail if law enforcement ever found out about it?",
    "Would you see other people if your partner consented?",
    "Have you ever kissed someone without permission?",
    "Are you in love or is it just lust?",
    "Have you ever had a crush on someone that your best friend has dated?",
    "What's the first letter of your crush's name?",
    "Who is the best looking person in the room?",
    "Have you ever pressed charges on anyone?",
    "Would you let a parent look through your browsing history?",
    "Have you ever acted in self defense?",
    "What kind of person would you want to marry one day?",
    "What is the most disgusting thing that you have ever had in your mouth?",
    "What's the drunkest you've ever been?",
    "Your longest and best relationship?",
    "Have you ever asked an ex out again?",
    "Where did you used to think babies come from?",
    "Can you imagine yourself married?",
    "Out of the last three people you texted, if you had to kiss one of them who would you pick?",
    "Have you been in any fights at school?",
    "Do you miss your ex?",
    "Do you have a social media account that you hide?",
    "Have you ever friendzoned someone?",
    "What are some things you think about when sitting on the toilet?",
    "What do you remember most about your first crush?",
    "Have you ever had a secret relationship? If so, with who?",
    "Do you love your partner?",
    "What is the last letter in the name of your crush?",
    "Who here do you want to kiss the most?",
    "Have you ever had a crush on anyone here?",
    "If you could date anyone in the world, who would it be?",
    "Have you ever lied to a police officer?",
    "What personality traits would cause you to end a friendship?",
    "Who is the best looking person you've ever been with?",
    "Who would die first in a horror movie about this server?",
    "How young were you when you started buying your own alcohol? Did you need a fake ID?",
    "Have you ever been caught checking someone out?",
    "Have you ever had a crush on someone here?",
    "Have you ever practiced kissing on something/someone?",
    "How many exes numbers are currently in your phone?",
    "How old were you when you had your first crush?",
    "How many partners have you had?",
    "Tell us your cheesiest pick-up line.",
    "Who do you secretly think is hot?",
    "How much would you do to get your dream guy/girl/partner?",
    "Who has the best voice in the server?",
    "Who would make your parents freak out if you brought them home?",
    "Do you have any tattoos or piercings?",
    "Where are you the most ticklish?",
    "Have you ever thought of cheating on your partner?",
    "How many times have you snuck out of the house?",
    "Who's your 'celebrity crush'?",
    "What's the biggest number of crushes you've had at one time?",
    "Did you drink alcohol before you were legal to do so?",
    "What's the naughtiest thing you've done in public?",
    "Who here is best at flirting?",
    "Who is your ex?",
    "What's something you're glad your family doesn't know about you?",
    "If you could give up happiness to never be sad, would you?",
    "What made you fall in love with your crush/partner?",
    "Have you ever threatened someone other than your family or friends?",
    "Have you ever done something that you wish you apologized for when you had the chance?",
    "How do you prepare before a date?",
    "Would you ever get on a dating website?",
    "How much would you do to get your dream partner?",
    "Describe your first partner.",
    "What's your story about breaking the law?",
    "What was your funniest first date ever?",
    "Have you had your first kiss?",
    "What do you look for in a potential love interest?",
    "Have you ever had a same-sex crush?",
    "What's your ideal person to date like?",
    "Who is your boyfriend/girlfriend/partner?",
    "Would you let a friend look through your browsing history?",
    "Which person in the room do you think gossips the most?",
    "Who in this room do you think would be the best date?",
    "Do you have a crush on someone? If so, who?",
    "Have you ever gotten into a physical altercation with anyone?",
    "What flaw is enough to cause you to break off a relationship?",
    "What did you last search for on your phone web browser?",
    "What is the craziest pick up line you have ever heard?",
    "What is your biggest turn off in a partner?",
    "Do you simp for any fictional characters, and if so, who?",
    "How many kids would you like to have?",
    "Do you wash your hands after going to the toilet?",
    "Have you ever fallen in love with your best friend?",
    "Can you see yourself being married to the creepiest kid at your school someday?",
    "Do you fall in love easily?",
    "What's the weirdest thing you've done for your partner?",
    "How often do you drink alcohol?",
    "What would be the first thing you do if you woke up as the opposite/different sex?",
    "Who would be the best partner here?",
    "Would you go behind a friend's back with a crush?",
    "Would you marry your partner?",
    "Have you ever faked being drunk?",
    "What is your type?",
    "What's something that you find cute that you think is underrated?",
    "What's the craziest thing you would do to make a crush like you back?",
    "Point to the person who will most likely eat other people to survive the apocalypse.",
    "What is your biggest fear in a relationship?",
    "Would you break up a couple if it would lead to you dating the person of your dreams?",
    "Who's the hottest person at work or school?",
    "Have you ever had a crush on a co-worker?",
    "Have you ever done something embarrassing around a former crush?",
    "Who's the last person you simped for?",
    "At what age did you learn that the other gender have different genitals?",
    "What is the biggest turn off in a partner?",
    "What was your worst nightmare?",
    "Tell everyone about your last kiss.",
    "Who is/was your longest crush?",
    "Have you ever had a relationship you kept secret? Why?",
    "How was your first kiss?",
    "What do you like about your ex?",
    "What’s the strangest thing someone would find in your web search history?",
    "Which date do you prefer more, breakfast date or dinner date?",
    "Have you ever kissed someone in public",
    "Have you ever been in love with any one of your close friends?",
    "Do you simp for any streamers?",
    "What's the stupidest thing you've done in front of someone you liked?",
    "Do you love the person you're playing this with?",
    "What is the worst intimate experience that you have had?",
    "What's the creepiest text you've gotten from a stranger?",
    "Have you ever had a crush on two people at the same time?",
    "Do you prefer to be by yourself or with someone else?",
    "Have you ever spread a false rumor on purpose?",
    "What's your idea of a perfect, romantic date?",
    "Have you ever gone on a blind date?",
    "What's the stupidest thing you've done for a crush?",
    "If you could go to prom with anyone, who would it be?",
    "What's the sketchiest thing you've seen/heard?",
    "Have you ever made out in an elevator?",
    "What's the most embarrassing thing you've done in a taxi/carpool?",
    "What's one thing you dislike about the opposite/different gender?",
    "Have you ever kissed a friend's sibling?",
    "What is the most attractive quality in a partner?"
]