[
    "Would you rather have seventeen testicles or have one testicle the size of a coconut?",
    "Would you rather drink 5 oz. of vodka by nose or drink 5 oz. of hot sauce by nose?",
    "Would you rather have sex with your first ex OR with your last one?",
    "Would you rather lose your sex organs forever OR lose half your teeth forever?",
    "Would you rather be cheated on with your best friend OR worst enemy?",
    "Would you rather get married to someone you don't love or get married to the love of your life, but you can never have sex with them?",
    "Would you rather not be able to see during sex OR not be able to hear during sex?",
    "Would you rather accidentally send nudes to your boss OR your mother?",
    "Would you rather feel like you've been kicked in the testicles for 12 hours per day or never produce healthy kids?",
    "Would you rather have a loud OR silent person in bed?",
    "Would you rather only have sex in the shower OR only have sex on the floor?",
    "Would you rather pay for sex OR be paid for sex?",
    "Would you rather give OR receive head?",
    "Would you rather catch your best male friend sleeping with your mom or catch your best male friend sleeping with your sister?",
    "Would you rather have sex in a pool, in a hot tub or in the shower?",
    "Would you rather have a threesome with two of your sex OR two of the other sex?",
    "Would you rather have everyone think you had sex with a sheep but you hadn't, or have no one know that you actually did.",
    "Would you rather have 1 minute of amazing sex OR 10 minutes of average sex?",
    "Would you rather give up kissing OR give up sex?",
    "Would you rather have your partner trim or shave their pubes?",
    "Would you rather only be allowed to masturbate to porn parodies OR only be allowed to masturbate to 10 second or shorter clips?",
    "Would you rather read erotica OR watch porn?",
    "Would you rather have sex on the first date OR have to wait 6 months to have sex?",
    "Would you rather only have sex doggystyle OR missionary?",
    "Would you rather admit your guilty pleasures to friends and family or never partake in them again?",
    "Would you rather be stoned to death or be grounded?",
    "Would you rather cuddle OR make out?",
    "Would you rather only have phone sex OR never have any sex?",
    "Would you rather be a sex slave for a month OR not have sex or masturbate for a month?",
    "Would you rather be an escort OR a pornstar?",
    "Would you rather never have sex again or never learn anything new?",
    "Would you rather walk in on someone OR be walked in on?",
    "Would you rather have a one night stand or have a friend with benefits?",
    "Would you rather have to give a graphic naked picture of yourself to anyone who asked for it or give up sex?",
    "Would you rather have a sex change operation OR a sex organ removal?",
    "Would you rather be the chaser or the chasee?",
    "Would you rather give or receive pleasure?",
    "Would you rather have sex while drunk OR have sex while hungover?",
    "Would you rather get high or get drunk?",
    "Would you rather begin every sentence with \"I'mma let you finish\" or end every sentence with \"...in bed\"",
    "Would you rather have your parents walk in on you making love OR you on them?",
    "Would you rather be able to orgasm but never have sex, or be able to have sex but never orgasm?",
    "Would you rather have sex with your most hated ex OR have to be homeless for a week?",
    "Would you rather cuddle post-sex or jump in the shower?",
    "Would you rather have to keep up dirty talk constantly during sex OR not be able to talk at all?",
    "Would you rather have sex in daylight OR with all the lights off?",
    "Would you rather have sex in the shower OR in the bathtub?",
    "Would you rather have no sex organ or two sex organs?",
    "Would you rather be a stripper or a pornstar?",
    "Would you rather only have threesomes and never masturbate OR only masturbate and never have sex?",
    "Would you rather be a good kisser OR be good in bed?",
    "Would you rather have sex with a cousin OR with a friend's sibling?",
    "Would you rather be a nudist or be a nevernude?",
    "Would you rather have sex with your best friend OR someone completely random?",
    "Would you rather have sex with the youngest person here OR the oldest person here?",
    "Would you rather have vaginal sex OR anal sex?",
    "Would you rather never understand the concept of time or never understand the concept of sex?",
    "Would you rather have sex with the 'popular kid' and have everyone know about it OR not be able to tell anyone?",
    "Would you rather lose your genitalia or your dominant hand?",
    "Would you rather swim in a pool of poop or get your head stuck in an elephant's rear end?",
    "Would you rather make out OR have sex?",
    "Would you rather watch someone have sex OR be watched having sex?",
    "Would you rather receive a dirty text message, e-mail or voice mail?",
    "Would you rather be lightly spanked in bed or have a feather run softly over your whole body?",
    "I dare you to tell the server admins to add questions"
]