[
    "Would you rather die by explosion or implosion?",
    "Would you rather run into your parents on a date OR your ex?",
    "If you and a sibling are kidnapped, would you rather let your sibling die to save yourself or sacrifice yourself to save your sibling?",
    "Would you rather marry your most hated ex OR kill your best friend?",
    "Would you rather kiss on the first date OR wait?",
    "Would you rather swear in every sentence forever or constantly have your hand down your trousers?",
    "Would you rather date someone who liked you more OR who you liked more?",
    "Would you rather be in a loving, caring relationship OR be in a fun, exciting one?",
    "Would you rather be married to someone who is ignorant or a know it all?",
    "Would you rather marry a hardened criminal or someone with 5 kids from 3 previous marriages?",
    "Would you rather always be naked or always be itchy?",
    "Would you rather go on a vacation with your partner OR a road trip with your partner?",
    "Would you rather be topless all the time or be pantless all the time?",
    "Would you rather give up dates or kisses?",
    "Would you rather never shave ever again or never cut finger/toe nails ever again?",
    "Would you rather eat a 4 inch circumference venomous spider or an equally venomous wasp?",
    "Would you rather know when you die, or how you die?",
    "Would you rather find 10,000 roaches or a person living in your attic?",
    "Would you rather be muscular with a busted face or busty with a gorgeous face?",
    "If you were convicted of a crime, would you rather go to jail for life or have the death penalty?",
    "Would your rather die or push a button and have 10,000 random people die?",
    "Would you rather go on a date with someone who posts instagram pictures after every bite OR someone running a livestream of your date?",
    "Would you rather death by electric chair or death by lethal injection?",
    "Would you rather date someone with long hair OR date someone with short hair?",
    "Would you rather date someone who lives far away that you absolutely love or date with someone you live super close to but dont like as much",
    "Would you rather die when your kid is very young or have your kid die before you?",
    "Would you rather eat every meal mixed with Carbonara sauce or mix every drink with Four Loco?",
    "Would you rather date someone allergic to your favorite foods OR someone without a sense of humor?",
    "Would you rather date someone with too high self esteem OR too low?",
    "Would you rather be in the Army or be in the Marine Corps?",
    "Would you rather date someone with a nice face OR a nice body?",
    "Would you rather prevent World War II, Holocaust included, or cure all forms of cancer, STDs and AIDS?",
    "Would you rather go to prison for five years or get punched hard in the face every hour for five years?",
    "Would you rather yell a swear between every word or get punched in the face after every swear",
    "Would you rather know everything or nothing about your partner's past ?",
    "Would you rather get gas every time you are around the sex you are attracted to or burp after every time you kiss?",
    "Would you rather all the chats on your phone leak or all the photos?",
    "Would you rather laugh uncontrollably at insurance commercials or become wildly aroused at car commercials?",
    "Would you rather hang out with your crush OR your favorite celebrity?",
    "If you had no choice, would you rather enter yourself or enter your younger sibling in the Hunger Games?",
    "Would you rather give up cuddles OR kisses?",
    "Would you rather forget your date's name OR call them your parent's name?",
    "Would you rather kill someone OR be killed?",
    "Would you rather only be able to curse with 'shit' OR be able to curse however you want, as long as it's not english?",
    "Would you rather find your partner flirting with another person OR be found flirting with another person?",
    "Would you rather have a section of your ear bitten off or lose your two front teeth?",
    "Would you rather make out on a couch OR against a wall?",
    "Would you rather dump or be dumped?",
    "Would you rather have a beautiful lover that you don't like or an ugly lover that you do?",
    "Would you rather walk around the mall naked or walk around your school or workplace naked?",
    "Would you rather lose a day of your life for every time you swore OR lose three years of your life, no conditions?",
    "Would you rather have to stay naked all the time OR have your thoughts appear as bubbles above your head?",
    "Would you rather be pregnant at 15 OR pregnant at 50?",
    "Would you rather have two partners that hated each other OR two friend groups that hated each other?",
    "Would you rather have a lover who only speaks on Mondays or have a lover who only speaks in Pig Latin?",
    "Would you rather be sick for the rest of your life or kill 2 puppies?",
    "Would you rather be known as a racist or be known as a sexist?",
    "Would you rather lose your mind or lose your significant other?",
    "Would you rather date someone 5 years older or 5 years younger?",
    "Would you rather serve 7 years in a rough prison or kill and eat your pet dog?",
    "Would you rather drool abnormally in public or audibly moan during each conversation you have?",
    "Would you rather realize you've been on a date with the person before halfway through OR call them your ex's name on accident?",
    "Would you rather kiss the youngest person here OR kiss the oldest person here?",
    "Would you rather eat a worm straight from the ground or snatch a fly out of the air and eat it alive?",
    "Would you rather have your crush date your best friend OR your worst enemy?",
    "Would you rather have to date nobody OR have to date two people at the same time without either knowing?",
    "Would you rather have a significant other that doesn't speak or have a significant other that doesn't listen?",
    "If you were in a horror movie, would you rather be thrown into a snake pit or a spider pit?",
    "Would you rather go on a fun date or be given an expensive gift?",
    "Would you rather kill 100 people or be hunted by 100 people?",
    "Would you rather soil yourself and not be able to clean for a week or wear the same clothes for a year?",
    "Would you rather Be sent into space without enough oxygen or be thrown naked into a pit of deadly scorpions?",
    "Would you rather Be eaten by a lion or Be eaten by ants?",
    "Would you rather only be able to text your crush OR only be able to talk to them in person with someone else around?",
    "Would you rather date someone much taller OR much shorter than you?",
    "Would you rather be a heavy smoker or be a heavy drinker?",
    "Would you rather have your friends and partner not get along OR be single with caring friends.",
    "Would you rather get shot or get stabbed?",
    "Would you rather change your religion or change your political party?",
    "Would you rather marry a new random person every year or one random person and stick with it?",
    "Would you rather be unhappily single OR unhappily married?",
    "Would you rather not be able to wear clothes or not be able to speak?",
    "Would you rather be in jail for 60 years or die?",
    "Would you rather kill one person you know or kill three strangers?",
    "Would you rather watch a romantic movie on a date in a theater OR at home?",
    "Would you rather fear everything and be able to defend yourself OR have nothing to fear, but be helpless?",
    "Would you rather fight 100 third graders one at a time or fight 50 third graders at the same time?",
    "Would you rather date someone who barely speaks your language OR someone who looks just like your cousin?",
    "Would you rather get compliments from everyone but your crush OR get compliments from only your crush?",
    "Would you rather cut your hands with broken glass or lick rusty nails?",
    "Would you rather have to wear a full body, red leotard on your wedding day or have your spouse-to-be wear it?",
    "Would you rather date your celebrity crush OR your bf/gf/significant other?",
    "Would you rather be naked all the time or never leave your house/apartment?",
    "Would you rather stay in on a date OR go out on a date?",
    "Would you rather only be able to flirt with memes OR emojis?",
    "Would you rather get caught cheating or catch your partner cheating?",
    "Would you rather have three nipples or have one nipple?",
    "Would you rather call the police but they don't get there in time or intervene and save a life but take an equally horrific beating?",
    "If you were at the end of the world, would you rather throw yourself at lava or drown in the tsunami?",
    "Would you rather tell a friend's partner that they're cheating OR keep it a secret?",
    "Would you rather dump someone or get dumped?",
    "Would you rather be good looking OR have a great personality?",
    "Would you rather be caught at home watching sex and the city by yourself or be caught in a bar with a pink martini in hand?",
    "Would you rather never be able to kiss someone OR only be able to do it in front of your parents?",
    "Would you rather date someone sweet OR spicy?",
    "Would you rather find out your partner is pregnant (as in the next ten seconds)  or find out you can never have kids again?",
    "Would you rather be horribly and hopelessly depressed or have inescapable overwhelming anxiety?",
    "Would you rather fart in front of your crush or get caught picking your nose by your crush?",
    "Would you rather smell like manure or smell like urine?",
    "Would you rather run someone over or be run over?",
    "Would you rather snort one crushed up Altoid Mint (spearmint) or take a shot (1.5 oz.) of Tabasco Sauce?",
    "Would you rather have two sets of twins or quadruplets?",
    "Would you rather get killed by your partner or get killed by your best friend?"
]