[
    {
        "message_id": 1312432875882414120,
        "content": "eho ping"
    },
    {
        "message_id": 1312433557930512537,
        "content": "https://cdn.discordapp.com/attachments/1310018938029215844/1311849515678175232/copy_179A5E09-3793-4243-8039-EDF2D5A19822_1.gif"
    },
    {
        "message_id": 1312450371666579466,
        "content": "ehen the whole black lives matter thing happened i didn't know english too well and i loved horror games, so i thought that it meant black matter lives and it scared the shit out of me because black matter is often something scary in video games and i didn't understand why everyone supported it"
    },
    {
        "message_id": 1313169805007650847,
        "content": "before imoved there was always something going on outside, like some random taxis w music blasting, someone skating, kids screaming in the middle of the night and i was used to it but it was annoying. when i moved i thought that it is going to stop, but now i live in a cooler part of town and now all i hear is some fucking teenagers laughing and yelling and breaking glass or something in the middle of the night every night"
    },
    {
        "message_id": 1313172582937264129,
        "content": "when ifirst moved to slovakia ive tried tuna sandwich and i really liked it, but i didnt eat it much after that because i didn't know where to buy it. but in november 2022 i have rediscovered tuna sandwiches, and then ive started eating them at least twice a week. it continued for a whole year before my sister said im a fatass and stopped buying them for me so often. i was genuinely depressed and i was craving them like fucking CRAZY and thats when i realized my tuna sandwiched addiction. i keep in under control now with 2-3 tuna sandwiches per month"
    },
    {
        "message_id": 1313173977132302347,
        "content": "i had a dream about a fried toast soaked in egg thing, and i was thinking about it for days before i decided to try it. so, i got my toast, got my egg and did it. but while they were frying i needed to pee real bad and then forgot that i was making anythibg at all. i came back to the toast being the same shade as the pan and a HORRENDOUS smell of burnt eggs"
    },
    {
        "message_id": 1313175178963845120,
        "content": "when i was in 7th grade i think??? those vape thingys were becoming popular and everyone in my class was smoking them. one time on a break i was sitting in the back of the class (we had like a giant bookcase and space behind it) and talking to some girls from my class. they were smoking their things and one of them said something like \"hey its chocolate caramel flavour yoy wanna try\" and of course i said yes. i didn't want to be uncool so i went for a full on drag and i started coughing like crazy and i ended up laying in the floor for next 10 minutes, i also skipped next period bc of that because i was too ashamed to be late. i ended up lying to the teacher that i had diarrhea"
    },
    {
        "message_id": 1313177588889292840,
        "content": "wwhen i was about 12 i was playing minecraft a lot, and there was a server i was playing on a lot. i decided to join their discord and i got to know this guy, i dont remember his name, but i think he was 17 or so. we started playing together and talking a lot, but on one random day he sent me a vid when he was like rubbing a slice of cheese on his dick (I DINT FUCKING KNOW) and he said \"u like it?\" i was scared and i said some shit like \"yes i love cheese too!\""
    },
    {
        "message_id": 1313180355645149234,
        "content": "my nickname was cumiishh on the internet everywhere since like 2020, it means like sugar cane in russian??? idk but then in 2022 after the war started i changed it to ochheret which is the same thing but in ukrainian. when i joined peep server people couldnt pronounce it and someone called me ochra, i wanted to make it easier for veryone and now i am a vegetable/color"
    },
    {
        "message_id": 1315506021074079794,
        "content": "“bambi: are you sure fairs? you probably won't feel anything. fairs: i don't care bambi. [i'll do anything] for you. (bambi proceeds [to peg] fairs, when all of a sudden, ochra comes in the room) ochra: hey fairs, do you wanna see eraser - oh, [jesus fucking christ]! (bun enters) bun: fuck! they're at it again! ochra: what the hell? is bambi wearing a...strap-on? fairs: do you guys ever knock?!”"
    },
    {
        "message_id": 1315506596411080714,
        "content": "thank god i didnt say kay so. first of all, i am NOT a nigga. im a proud white caucasian perosn. second of aL. im not horny, i find that kind of behaviour DISGUSTING. thirdly... i do NOT love femboys. tis just highlt innapropriate and i dont think people should be engaging with this kind of content. liking femboys equals liking girls so basiclaly ur calling me a lesbo... HAH. what a fking joke. like i could EVER like women that way. like im not as straight and that fuckin door handle. i do not like FEM, i only like boy. and even with that, i do not get off to looking at BDSM paradise femboy channel at 4 am. get well soon broe."
    },
    {
        "message_id": 1317215992996433990,
        "content": "yes i identify as 14 yo furry femboy, i use any pronouns but prefer ⭐/🌟, i love white monster energy and i also enjoy dressing up <33 i identify as a little(4-7 yo), and when i regress, i like sucking on my stwawbewwy pacifier and dressing up like little girls (stockings little cute dresses and bows!!) and my fursonas name is scarlett, he has black fluffy tail with a small red bow on it. i dont wanna go into much detail bc this is already long so yeah. <3 please don't come for me for being a furry or a femboy>.<"
    },
    {
        "message_id": 1317218711131918376,
        "content": "there was a guy that sexted w me and he used to send this every time I'd text meow"
    },
    {
        "message_id": 1317220881558405160,
        "content": "BLACKIE"
    },
    {
        "message_id": 1317299909967220807,
        "content": "when i was still going to a normal school (it was like 7th grade i think) i was sitting at english with my friend and shi\nand then i looked at some kid that was sitting like uhh next to us??? idk adjacent to us 😭  and he wsa beating his meat and i was like <:1_boohoo:1263132727692234822> and then he noticed me looking at him and after the class ended he walked up to me and begged to not tell anyone, since then i think ive told a million people abt it"
    },
    {
        "message_id": 1318393664954826762,
        "content": "why am being groomed AGAIN"
    },
    {
        "message_id": 1318399649450688532,
        "content": "what does jolly mean"
    }
]